[{
        "aya": "وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ",
        "ebra": "تعليم الله رسوله التعامل مع من جاءه مؤمنًا( سورة الأنعام آية 54)"
    },
    {
        "aya": "وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلًا مَّا تَشْكُرُونَ",
        "ebra": "موقف العباد من نعم الله( سورة الأعراف آية 10)"
    },
    {
        "aya": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِن بَعْدِ أَهْلِهَا أَن لَّوْ نَشَاءُ أَصَبْنَاهُم بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ ",
        "ebra": "التذكير بمصائر الهالكين أعظم العظة( سورة الأعراف آية 100)"
    },
    {
        "aya": "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
        "ebra": "أمانان جعلهما الله لهذه الأمة( سورة الأنفال آية 33)"
    },
    {
        "aya": "وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ ",
        "ebra": "جلب الخير ودفع الشر كله بإرادة الله( سورة يونس آية 107)"
    },
    {
        "aya": "وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ",
        "ebra": "تكفل الله بأرزاق المخلوقات وأحاط علمه بالموجودات( سورة هود آية 6)"
    },
    {
        "aya": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ",
        "ebra": "من عجيب قدرة الله فِي خلق لبَن الأنعام( سورة النحل آية 66)"
    },
    {
        "aya": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
        "ebra": "علاج الضيق عند تكالب أسباب الحياة( سورة الحجر آية 97)"
    },
    {
        "aya": "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُن مِّنَ الْقَانِطِينَ",
        "ebra": "موقف المؤمن تجاه عواصف اليأس والقنوط( سورة الحجر آية 55 )"
    },
    {
        "aya": "وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ",
        "ebra": "تكفل الله بأرزاق المخلوقات وأحاط علمه بالموجودات"
    },
    {
        "aya": "مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
        "ebra": "من عاش لدنياه ولا يلتفت للقيامة بحسن عمل"
    },
    {
        "aya": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ",
        "ebra": "من عجيب قدرة الله فِي خلق لبَن الأنعام"
    },
    {
        "aya": "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُن مِّنَ الْقَانِطِينَ",
        "ebra": "موقف المؤمن تجاه عواصف اليأس والقنوط"
    },
    {
        "aya": "نِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ",
        "ebra": "سبحانه حقيق بالتوكل عليه"
    },
    {
        "aya": "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ",
        "ebra": "سبحانه حقيق بالتوكل عليه( سورة هود آية 56)"
    },
    {
        "aya": "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ ",
        "ebra": "من آثار الصلاة على صاحبها( سورة هود آية 87)"
    },
    {
        "aya": "مَّا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنتُمْ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا ",
        "ebra": "شكر المنعم سبيل النجاة( سورة النساء آية 147)"
    }
]