[
    {
        "info": "اول من لقبت بام المساكين هي السيدة زينب بنت جحش زوجة الرسول صلى الله عليه وسلم"
    },
    {
        "info": "اول من امر برفع نعش الاموات اثناء الجنازة هي الصحابيه اسماء بنت عميس رضي الله ع},نها وارضاها ."
    },
    {
        "info": "اول من يقرع باب الجنه هو سيدنا محمد صلى الله عليه وسلم"
    },
    {
        "info": "سمي يوم الجمعة بهذا الاسم لاجتماع الناس في الصلاة"
    },
    {
        "info": "اربعة تهدم البدن هم الهم والحزن والجوع والسهر"
    },
    {
        "info": ".اول من قدّر الساعات الاتني عشرة هو نوح عليه السلام في السفينه ليعرف موقيت الصلا},ة"
    },
    {
        "info": "اول فدائي في الاسلام هو الامام علي ابن ابي طالب كرم الله وجهه"
    },
    {
        "info": "اول اية كريمه نزلت في تحريم الخمر اية 219 من سورة البقره"
    },
    {
        "info": "لُقّب سيدنا ابراهيم بابي الانبياء"
    },
    {
        "info": "اكبر اولاد سيدنا ادم هو قابيل"
    },
    {
        "info": "يبلغ طول سيدنا ادم ستون ذراعآ"
    },
    {
        "info": "ان سيدنا ابراهيم عليه السلام هو اول من قاتل بالسيف"
    },
    {
        "info": "يعتبر اول رسول يبعث في الارض هو نوح عليه السلام وهو يلقب بشيخ المرسلين"
    },
    {
        "info": "احتفل المسلمون في العام الثاني من الهجره بعيد الفطر المبارك وعيد الاضحى"
    },
    {
        "info": "تشمل المذاهب الاسلامية المذهب الحنفي والمذهب المالكي والمذهب الحنبلي والمذهب ال},شافعي"
    },
    {
        "info": "اول شئ خلقه الله سبحان وتعالي في الكون هو القلم ليرسم به الارض والسماء والشمس و},القمر ….الخ"
    },
    {
        "info": "بعد الانتهاء من الصلاة فلا تستعجل وابقى جالسآ علي سجاده الصلاة لمدة لان الملائك},ة تدعو لك عند ربك"
    },
    {
        "info": "اسم امراة نوح هي والغة"
    },
    {
        "info": "اذا كان الانسان يريد البركة فليكثر من الصلاة على النبي صلي الله عليه وسلام"
    },
    {
        "info": "اول داعية في الاسلام هو مصعب بن عمير"
    },
    {
        "info": "اسم امراة لوط هي والهة"
    },
    {
        "info": "من كان يريد السعادة فليصلي الفريضة بوقتها"
    },
    {
        "info": "ان قابيل قتل اخيه هابيل بفك حمار"
    },
    {
        "info": "ان اجر من صلاة العشاء كانه اقام نصف الليل"
    },
    {
        "info": "سيد القراء هو ابّي بن كعب رضي الله عنه"
    },
    {
        "info": "اول من اسلم من الفرس سلمان الفارسي"
    },
    {
        "info": "سورة في القران الكريم تسمى بسورة النساء الصغري هي الطلاق"
    },
    {
        "info": "اول من اذن في السماء هو جبريل عليه السلام"
    },
    {
        "info": ". الذي كان تستحي منه الملائكه في السماء هو عثمان بن عفان رضي الله عنه"
    },
    {
        "info": "عدد ابواب الجنه ثمانية ابواب"
    },
    {
        "info": "السورة التي تسمي عروس القران هي سورة الرحمن"
    },
    {
        "info": "يوجد البيت المعمور في السماء السابعة"
    },
    {
        "info": "اسم الجبل التي استقرت عليه سفينه نوح عليه السلام في تركيا هو جبل الجودي"
    },
    {
        "info": "النبي الذي يقتل المسيح الدجال هو النبي عيسي بن مريم عليه السلام"
    },
    {
        "info": "اول صلاة صلاها الرسول عليه الصلاة والسلام هي صلاة الظهر"
    },
    {
        "info": "اسم زوجة فرعون هي اسيا"
    },
    {
        "info": "النبي الذي امن به جميع قومه هو يونس عليه السلام"
    },
    {
        "info": ". تقع الاعراف بين الجنة والنار"
    },
    {
        "info": ".  الحج الاصغر هو العمرة"
    },
    {
        "info": "اول من جاهد في سبيل الله هو ادريس عليه السلام"
    },
    {
        "info": "انبياء العرب هم شعيب ومحمد وصالح وهود عليهم السلام"
    },
    {
        "info": "يبكي الشيطان عند قراءة سورة السجدة"
    },
    {
        "info": "اول ناس يدخلون الجنه هم الفقراء والمساكين"
    },
    {
        "info": ". البردان هم الفجر والعصر"
    },
    {
        "info": "نام أهل الكهف مدة 309 سنة"
    },
    {
        "info": "اخر المخلوقات موتآ هو ملك الموت"
    },
    {
        "info": "اسد الله الغالب هو علي بن ابي طالب"
    },
    {
        "info": "اول عاصمة للدولة الاسلامية هي المدينه المنورة"
    },
    {
        "info": "اعلي درجات الجنه هي الوسيلة"
    },
    {
        "info": "الملائكة الموكلون بفتنة القبر هم منكر ونكير"
    },
    {
        "info": "اعظم اية في القران هي اية الكرسي"
    },
    {
        "info": "هل تعلم بأن لقب يونس عليه السلام هو ذو النون"
    },
    {
        "info": "هل تعلم بأن بلال بن رباح هو أول مؤذن في الإسلام"
    },
    {
        "info": "هل تعلم بأن سيف الله المسلول هو الصحابي خالد بن الوليد"
    },
    {
        "info": "هل تعلم بأنه ذُكر شهر رمضان المبارك في القرآن الكريم مرة واحدة في سورة البقرة “ش},هر رمضان الذي أُنزل فيه القرآن"
    },
    {
        "info": " هل تعلم بأن شراب أهل الجنة هو الماء واللبن والخمر والعسل"
    },
    {
        "info": "هل تعلم بأن الأمانةهي أول ما يفقد من الدين."
    },
    {
        "info": "هل تعلم بأن عدد أبواب الجنة ثمانية أبواب."
    },
    {
        "info": "هل تعلم بأن ثالث أكبر ديانة بعد المسيحية والإسلام هي الديانة الكونفوشيوسية"
    },
    {
        "info": "هل تعلم بأن أكبر كلمة في القرآن الكريم هي كلمة “فأسقيناكموه” وموجودة في سورة الحجر"
    },
    {
        "info": "هل تعلم بأن سيدنا إبراهيم عليه السلام لقب بأبي الأنبياء."
    },
    {
        "info": "هل تعلم بأن أبو بكر الصديق هو أول خليفة في الإسلام"
    },
    {
        "info": "هل تعلم بأن مصعب بن عمير هو أول سفير في الإسلام"
    },
    {
        "info": "هل تعلم بأن أبو الطفيل عامر بن واثلة يعد آخر من مات من الصحابة وتوفي في عام مائة من الهجرة النبوية."
    },
    {
        "info": "هل تعلم بأن النبي محمد صلى الله عليه وسلم صام شهر رمضان تسعة مرات واعتمر أربعة مرات وحج مرة واحدة فقط."
    },
    {
        "info": "هل تعلم بأن أول امرأة تم تطبيق عليها حد السرقة وقطعت يدها هي قلابة المخزومية"
    },
    {
        "info": "هل تعلم بأن النبي محمد صلى الله عليه وسلم قد ترك بعد وفاته عدد تسعة زوجات"
    },
    {
        "info": "هل تعلم بأن آخر آية في سورة الحج قد جمعت جميع حروف اللغة العربية"
    },
    {
        "info": "هل تعلم بأن نوح عليه السلام هو أول من قدر الساعات الاثنى عشرة حتى يعرف مواقيت الصلاة."
    },
    {
        "info": "هل تعلم بأن آية الكرسي هي أعظم آية في القرآن الكريم."
    },
    {
        "info": "هل تعلم بأن مدينة الخليل بها  قبور الأنبياء إبراهيم واسحق ويعقوب ويوسف ولوط عليهم السلام."
    },
    {
        "info": "هل تعلم بأن أول من قال (سبق السيف العذل) هو ضبّة ابن إد وكان هذا الرجل أحد الأعيان في الجاهلية."
    },
    {
        "info": "هل تعلم بأن سورةالرحمن تسمى عروس القرآن."
    },
    {
        "info": "هل تعلم بأن أطول آية في القرآن الكريم هي آية الدين ورقمها مائتي واثنين وثمانون وموجودة في سورة البقرة."
    },
    {
        "info": "هل تعلم بأن أول عواصم الدولة الإسلامية هي المدينة المنورة."
    },
    {
        "info": "هل تعلم بأن كان مسيلمة الكذاب عندما قتل قد تجاوز المائة وخمسون عاماً."
    },
    {
        "info": "هل تعلم بأن القرامطة قد سرقوا الحجر الأسود من مكة المكرمة وأعادوه بعد مرور اثنان وعشرون عاماً."
    },
    {
        "info": "هل تعلم بأن سورة الفاتحة تسمى السبع المثاني."
    },
    {
        "info": "هل تعلم بأن البيت المعمور يوجد في السماء السابعة."
    },
    {
        "info": "هل تعلم بأن أول شجرة خلقها الله تعالى هي شجرة الزيتون"
    },
    {
        "info": "هل تعلم بأن أسماء بنت أبي بكر رضي الله تعالى عنها وعن أبيها هي أول فدائية في الإسلام"
    },
    {
        "info": "هل تعلم بأن علي بن أبي طالب هو أول من حفظ القرآن بعد النبي محمد صلى الله عليه وسلم"
    },
    {
        "info": "هل تعلم بأن عمربن الخطاب رضي الله عنه أول من لقب بأمير المؤمنين"
    },
    {
        "info": "هل تعلم بأن علي بن أبي طالب هو أول فدائي في الإسلام"
    },
    {
        "info": "هل تعلم بأن أول صلاة صلاها النبي محمد صلى الله عليه وسلم هي صلاة الظهر"
    },
    {
        "info": "هل تعلم بأن سيدنا آدم عليه السلام قد خلق فييوم الجمعة"
    },
    {
        "info": "هل تعلم بأن سيدنا نوحهو أول رسول قد بعث على الأرض"
    },
    {
        "info": "هل تعلم بأن نبي الله إبراهيم عليه السلام قد دفن في فلسطين وبالتحديد في مدينة الخليل"
    },
    {
        "info": "هل تعلم بأن عبد الله بن الزبير بن العوام يعد أول مولود للمهاجرين بعد هجرتهم للمدينة المنورة"
    }
]