[{
        "title": "حافظ على صلاتك"
    },
    {
        "title": "اجعل لقراءة القرآن وذكر الله وقتًا ثابتًا لا تتخلف عنه؛"
    },
    {
        "title": "لا تضيع وقتك فيما لا يفيد"
    },
    {
        "title": "لا تحزن على ضياع شيء يَسرك"
    },
    {
        "title": "استعن بالله، وتيقن بأنه لا يضيع أجر من أحسن عملً"
    },
    {
        "title": "اجعل للناس حظًّا من الشكر: والديك إذ أنعما عليك"
    },
    {
        "title": "تعلم كل يوم ولو كلمة"
    },
    {
        "title": "حدد أهدافك التي تعيش من أجلها"
    },
    {
        "title": "لم يتحسر أهل القبور على شيء كما تحسروا على ساعة فاتتهم في الدنيا لم يذكروا الله فيها."
    },
    {
        "title": "لو خذلوك فإن لك رباً لا يخذل أبدا"
    },
    {
        "title": "اتقي الله وأكثر من النوافل، يحبك الله، ويغرس حبك في قلوب خلقه"
    },
    {
        "title": "في كثير من الأحيان يُبتلى العبد لعله من الغفلة والذنوب يفيق"
    },
    {
        "title": "اثنان لا يجب ألا تنساها ذكر الله، والموت. و اثنان يجب ألا تذكرهما إحسانك للناس، وإساءتهم إليك"
    },
    {
        "title": "إذا أحب الله عبداً اصطنعه لنفسه: فشغل همه به، ولسانه بذكره، وجوارحه بخدمته"
    },
    {
        "title": "ادع الله بثبات، واستشعر اليقين في الإجابة منه جلا وعلا، وابعث في نفسك الأمل والتفاؤل أن اختيار الله لك أفضل من اختيارك لنفسك"
    },
    {
        "title": "لا يكفي أن نؤمن بمحمد صلى الله عليه وسلم، ولا يكفي أن نُحبّه فقط، ولا يكفي أيضاً أن نحفظ أحاديثه فقط، ولكن يجب أن يجب أن يصبح كل واحد منا محمد صلى الله عليه وسلم في أقواله، وأفعاله  "
    },
    {
        "title": "سر الرضا: التمعن في فضائل الموجود، وغض الطرف عن المفقود، وسر الطموح البحث عن المفقود بجانب حمد الله على الموجود"
    },
    {
        "title": "أرق القلوب قلب يخشى الله، وأعذب الكلام ذكر الله، وأطهر حب الحب في الله"
    },
    {
        "title": "جرب صدق حسن الظن في تعاملك مع الناس، وستشعر بارتياح نفسيّ، وبعدها لن تأخذ الأمور بشكل شخصي، ومن ثم لا تشعر بعصبية"
    },
    {
        "title": "ارحمي الضعفاء تسعدي، وأعطي المحتاجين تُشافي، ولا تكوني حاملة للبغضاء تُعافي"
    },
    {
        "title": "كوني داعية إلى الله عز وجل بالكلمة الطيبة، والمعاملة الحسنة ومن ذلك زيارة الجارة، والاتصال بِأخواتك بالهاتف"
    },
    {
        "title": "لا تتشبهي بالرجال، فقد ورد عن النبي صلى الله عليه وسلم أنه قال “لعن الله المتشبهين من الرجال بالنساءوالمتشبهات من النساء بالرجال”."
    },
    {
        "title": "احفظي وقتك من الضياع، ولا تكوني مغتابة، نمامة، سبابة، لاهية، ساهية فقد قال الله تعالى ” وذر الذين اتخذوا دينهم لهواً ولعباً وغرتهم الحياة الدنيا”."
    },
    {
        "title": "عليك أن تتحلى بالإيمان، وتعلم أنه ليس اعتقاداً أو قولاً فقط، وإنما هو العمل بجميع الأركان التي تجعلك تقوم بطاعة الرحمان، وتترك جميع العصيان، وبذلك يظهر الإيمان في أقوالك وأفعالك"
    },
    {
        "title": "كُن مطمئناً فمن يملك الرزق يعدك به والله لا يخلف الميعاد فما كتبه لك سيأتيك."
    },
    {
        "title": "“ما يلفظُ من قول إلّا لديه رقيب عتيد”ما شعورك لو أن شخصاً بجوارك يسجل كل كلمة تنطق بها"
    },
    {
        "title": "“وما تُقدّمُوا لأنفُسكُم من خير تجدُوهُ عند اللّه”عندما تبذل فلن تذبل لأن العطاء ماء الحياة."
    },
    {
        "title": "“وقُولُوا للنّاس حُسنًا” ربما كلمة لا تلقي لها بالاً أيقظت أملاً في نفس غيرك لا تحقرن من الطيبات شيئا."
    },
    {
        "title": "قول ابن القيم رحمه الله “وقد استقرت حكمته سبحانه أن السعادة والنعيم والراحة لا يوصل إليها إلا على جسر المشقة والتّعب “."
    },
    {
        "title": "قال رسول الله ﷺ : “حُفّت الجنة بالمكاره فالجنّةُ لا يوصل إليها إلا بمكابدة ما تكرهه النفوس من ترك الهوىٰ والشهوات”."
    },
    {
        "title": "قال رسول الله ﷺ  “إذا أحبّ أحدُكم أخاه في الله فليُعلمهُ ، فإنّهُ أبقى في الأُلفة وأثبتُ في المودّة”."
    },
    {
        "title": "في زحام من النعم أحتار أشكر أي نعمة جملة مليئة بالرضا والقناعة لا أمل من تكرار هذا المقطع."
    },
    {
        "title": "قد يكُون نصيبُنا من السعادة يأتي متأخرا لكن حتماً سيأتي الدّور علىٰ الجميع فلا تقنطوا من رحمة الله."
    },
    {
        "title": "قال رسول الله ﷺ ” ومن صنع إليكُم معرُوفاً فكافئُوهُ، فإن لم تجدوا ما تكافئونه فادعوا له حتى تروا أنّكُم قد كافأتموه”."
    },
    {
        "title": "لمؤمن العاقل هو من يدّخر عند الله ودائع من أعمال صالحة ليراها في قبره قبل مبعثه."
    },
    {
        "title": "إلهي وقفتُ دموعي تسيل وقلبي ببابك باك ذليل أتيت أجرُّ خطايا السنين أتيت إلى أرحم الراحمين."
    },
    {
        "title": "إذا أحبك الله منحك الحكمة “ومن يُؤت الحكمة فقد أُوتي خيرًا كثيرًا “."
    },
    {
        "title": "“واسجُد واقترب” اسجد واخبره عن ضيق صدرك اخبره عن وجع قلبك اخبره عن دمع عينك فالرحيم يسمعك."
    },
    {
        "title": "الكلمة الطيبة تزرع لك القبول وتطيب بها قلوب من حولك ويعلو بها قدرك ويزيد بها أجرك."
    },
    {
        "title": "قال الرسول ﷺ”مثلُ الّذي يذكُرُ ربّه والّذي لا يذكُرُ ربّه مثلُ الحيّ والميّت”."
    },
    {
        "title": "الدعاء يا أهل الصيام قال رسول الله صلى الله عليه وسلم ثلاث دعوات لا ترد دعوة الوالد لولده، ودعوة الصائم، ودعوة المسافر."
    },
    {
        "title": "نحن قوم أعزنا الله بالإسلام فمهما ابتغينا العزة بغيره أذلنا الله “عمر الفاروق”."
    },
    {
        "title": "الإخلاص وكره المدح أبرز صفتين لكل عالم نفع الله به كثيرا  الطريفي فرج الله عنه يمنع المقدم من الثناء وذكر سيرته."
    },
    {
        "title": "قال رسول الله ﷺ  إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها أو يشرب الشربة فيحمده عليها “صحيح مسلم”."
    },
    {
        "title": "أعظم نعمة أن نموت على الإسلام ومن فتن آخر الزمان أن يصبح الرجل مؤمنا ويمسي كافرا يا مقلب القلوب ثبتنا على دينك."
    },
    {
        "title": "إذا أويت إلى فراشك فاقرأ آية الكرسيّ لن يزال عليك من الله حافظ ولا يقربُك شيطان حتى تُصبح."
    },
    {
        "title": "رأى عيسى ابنُ مريم رجلًا يسرقُ فقال له أسرقت ؟ قال كلا والله الذي لا إله إلا هو  فقال عيسى : آمنتُ بالله، وكذبت عيني."
    },
    {
        "title": "رسالة من خالقك بأن تنظر مما خُلقت فلماذا التكبُّر والغرور"
    },
    {
        "title": "قال بعض التابعين  من كثرت ذنوبه فعليه بسقي الماء."
    },
    {
        "title": "يا من قسى قلبه اسمع بقلبك القران والله إنه لتُفطّر قلوباً قاسية."
    },
    {
        "title": "الدنيا يومان يوم لك ويوم عليك طُبعت على كدر وأنت تريده صفوا من الأقذار والأكدار."
    },
    {
        "title": "يا من مُكر به لا تجزع إلجأ لربك فهو يقيك من مكرهم فوقاهُ اللّهُ سيّئات ما مكرُوا."
    },
    {
        "title": "قال رسول الله ﷺ ”  واعلم أنّ النصر مع الصبر وأنّ الفرج مع الكرب وأنّ مع العُسر يُسرًا”."
    },
    {
        "title": "خطب النبي ﷺ وقال” عبد خيّره الله بين أن يؤتيه زهرة الدنيا وبين ما عنده فاختار ما عنده”."
    },
    {
        "title": "كان عون بن عبد الله يقول كنت أُجالس الأغنياء فكنت من أكثر الناس همّا وأكثرهم غمّا فجالست الفقراء فاسترحت."
    },
    {
        "title": "“وإن يُردك بخير فلا رادّ لفضله”كل سُبُل الأرض والبشر والكون لا تقف أمام خير أراده الله لك.        "
    },
    {
        "title": "قال رسول الله ﷺ من قرأ آية الكرسيّ دُبُر كلّ صلاة مكتوبة لم يمنعهُ من دخول الجنة إلّا أن يموت.        "
    },
    {
        "title": "الأم مُستودع الآمال والآلام الأم أعظم مفقود لا أحد يتصور أن يعيش بدونها قد يأتي يوم وتفقدها  اغتنم وجودها.        "
    },
    {
        "title": "يدنو ربنا إلى السماء الدنيا، فيقول  “هل من داع فأجيبه، هل من سائل فأعطيه فهلّا دعيت و سألت."
    },
    {
        "title": "ألا تُحب أن يصلي اللهُ عليك هو ذكر سهل ميسّر  “يا أيُّها الّذين آمنُوا صلُّوا عليه”."
    },
    {
        "title": "أتى رجل للنبي ﷺ فقال له أوصني، فقال له رسول الله “أُوصيك أن تستحي من الله تعالى كما تستحي من الرّجل الصّالح من قومك”."
    },
    {
        "title": "أخطر مرض أن تفعل الذنب ثم لا تندم وتتوب أقسم بالله ستراه “ومن يعمل مثقال ذرّة شرّا يره”."
    },
    {
        "title": "عن النبيّ ﷺ أنه ذكر الصلاة يومًا فقال من حافظ عليها كانت له نورًا وبرهانًا ونجاةً يوم القيامة."
    },
    {
        "title": "إحرص دائما إلى أن تستمع إلى القرآن  ربما آية تغيّر مجرى حياتك."
    },
    {
        "title": "كُلما دعتك نفسُك لأن تقهر أحدا تذكّر قُدرة الله  كان رسول الله ﷺ يتعوذ بالله من قهر الرجال."
    },
    {
        "title": "مثلُ المؤمن مثلُ النّحلة إن أكلت طيّبًا، وإن وضعت وضعت طيّبًا و إن وقعت على عود نخر لم تكسره."
    },
    {
        "title": "قال رسول الله ﷺ “كُن في الدُّنيا كأنّك غريب أو عابرُ سبيل”."
    },
    {
        "title": "الصلاة لو لم تكن رأس العبادات لعُدّت من صالح العادات."
    },
    {
        "title": "صحّ أن النزول الإلهي يكون :ثلث الليل الأول نصف الليل الثلث الآخر والنزول يكون فيها كلها وأبلغها في الثلث الآخر “ابن تيمية”."
    },
    {
        "title": "في يوم القيامة الكل يقول “نفسي نفسي إلا حبيبنا وشفيعنا محمد ﷺ يقول أُمّتي أُمّتي."
    }
]