[{
        "title": "الاستعداد لشهر رمضان",
        "items": [
            "التوبة الصادقة وهي واجبة في كل وقت، لكن بما أنه سيقدم على شهر عظيم مبارك فإن من الأحرى له أن يسارع بالتوبة مما بينه وبين ربه من ذنوب، ومما بينه وبين الناس من حقوق؛ ليدخل عليه الشهر المبارك فينشغل بالطاعات والعبادات بسلامة صدر، وطمأنينة قلب. قال تعالى: (وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ) النور/ من الآية 31. وعَنْ الأَغَرَّ بن يسار رضي الله عنه عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ.) رواه مسلم (2702).",
            "الدعاء وقد ورد عن بعض السلف أنهم كانوا يدعون الله ستة أشهر أن يبلغهم رمضان، ثم يدعونه خمسة أشهر بعدها حتى يتقبل منهم. فيدعو المسلم ربَّه تعالى أن يبلِّغه شهر رمضان على خير في دينه في بدنه، ويدعوه أن يعينه على طاعته فيه، ويدعوه أن يتقبل منه عمله.",
            "الفرح بقرب بلوغ هذا الشهر العظيم فإن بلوغ شهر رمضان من نِعَم الله العظيمة على العبد المسلم؛ لأن رمضان من مواسم الخير الذي تفتح فيه أبواب الجنان، وتُغلق فيه أبواب النيران، وهو شهر القرآن، والغزوات الفاصلة في ديننا.",
            "إبراء الذمة من الصيام الواجب عَنْ أَبِي سَلَمَةَ قَالَ: سَمِعْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا تَقُولُ: كَانَ يَكُونُ عَلَيَّ الصَّوْمُ مِنْ رَمَضَانَ فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَهُ إِلا فِي شَعْبَانَ. - رواه البخاري (1849) ومسلم (1146). قال الحافظ ابن حجر رحمه الله: ويؤخذ من حرصها على ذلك في شعبان أنه لا يجوز تأخير القضاء حتى يدخل رمضان آخر. (فتح الباري) (4 / 191).",
            "التزود بالعلم ليقف على أحكام الصيام، ومعرفة فضل رمضان.",
            "المسارعة في إنهاء الأعمال التي قد تشغل المسلم في رمضان عن العبادات.",
            "الجلوس مع أهل البيت من زوجة وأولاد لإخبارهم بأحكام الصيام وتشجيع الصغار على الصيام.",
            "إعداد بعض الكتب التي يمكن قراءتها في البيت، أو إهداؤها لإمام المسجد ليقرأها على الناس في رمضان",
            "الصيام من شهر شعبان استعداداً لصوم شهر رمضان عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُومُ حَتَّى نَقُولَ لا يُفْطِرُ وَيُفْطِرُ حَتَّى نَقُولَ لا يَصُومُ ، فَمَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَكْمَلَ صِيَامَ شَهْرٍ إِلا رَمَضَانَ ، وَمَا رَأَيْتُهُ أَكْثَرَ صِيَامًا مِنْهُ فِي شَعْبَانَ . رواه البخاري ( 1868 ) ومسلم ( 1156 ) . عَنْ أُسَامَة بْن زَيْدٍ قَالَ : قُلْتُ : يَا رَسُولَ اللَّهِ لَمْ أَرَكَ تَصُومُ شَهْرًا مِنْ الشُّهُورِ مَا تَصُومُ مِنْ شَعْبَانَ ، قَالَ : ( ذَلِكَ شَهْرٌ يَغْفُلُ النَّاسُ عَنْهُ بَيْنَ رَجَبٍ وَرَمَضَانَ ، وَهُوَ شَهْرٌ تُرْفَعُ فِيهِ الأَعْمَالُ إِلَى رَبِّ الْعَالَمِينَ فَأُحِبُّ أَنْ يُرْفَعَ عَمَلِي وَأَنَا صَائِمٌ ) . رواه النسائي ( 2357 ) وحسَّنه الألباني في  صحيح النسائي ",
            "معرفة شرف الزمان فالوقت هو الحياة، وهو رأس مالك الذي تتاجر فيه مع الله، وتطلب به السعادة وكل جزء يفوت من هذا الوقت خاليًا من العمل الصالح يفوت على العبد من السعادة بقدره . قال ابن الجوزي: ينبغي للإنسان أن يعرف شرف وقيمة وقته فلا يضيع فيه لحظة في غير قربة . إذا كان رأس المال عمرك فاحترز .. ... .. عليه من الإنفاق في غير واجب",
            "التقلل من الطعام: وهو مقصد من مقاصد الصيام ومن مقاصد رمضان التعود على تقليل الطعام، وإعطاء المعدة فرصة للراحة، وإعطاء النفس فرصة للطاعة، فكثرة الطعام هذه هي التي قسَّت القلوب حتى صيرتها كالحجارة، وأثقلت على النفوس الطاعة، وزهدت الناس في الوقوف بين يدي الله . فمن أراد الاستمتاع بالصلاة فلا يكثر من الطعام، بل يخفف؛ فإن قلة الطعام توجب رقة القلب، وقوة الفهم، وإنكسار النفس، وضعف الهوى والغضب .",
            "تعلم أحكام فقه الصيام: وأحكامه وآدابه حتى يتم الإنسان صيامه على الوجه الذي يحبه الله ويرضاه فيسحتق بذلك تحصيل الأجر والثواب وتحصيل الثمرة المرجوة والدرة الغالية وهي التقوى، وكم من إنسان يصوم ولا صيام له لجهله بشرائط الصيام وآدابه وما يجب عليه فيه، وكم ممن يجب عليه الفطر لمرض مهلك أو لعذر شرعي، ولكنه يصوم فيأثم بصومه، فلابد من تعلم فقه الصيام وأحكامه، وهذا واجب وفرض من عين على من وجب عليه الصيام .",
            "المسابقة والجدية وهي أصل في العبادة كما في كتاب الله وسنة رسوله، قال تعالى: (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ) (آل عمران:133) وقال سبحانه: (سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) (الحديد:21) وفي الحديث: سبق المفردون سبق المفردون قالوا: وما المفردون يا رسول الله! قال :(الذاكرون الله كثيرًا، والذاكرات."

        ]
    },
    {
        "title": "دينية",
        "items": [
            "قال الله عز وجل “كل عمل ابن آدم له إلا الصيام فإنه لي وأنا أجزي به، والصيام جنة فإذا كان يوم صوم أحدكم فلا يرفث يومئذ ولا يصخب.",
            "فإن سابه أحد أو قاتله فليل إني امرؤ صائم والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله يوم القيامة من ريح المسك، للصائم فرحتان يفرحهما إذا أفطر فرح بفطره، وإذا لقي ربه فرح بصومه.",
            "الرضا بحكم الله عز وجل.",
            "تعلم الإنسان الصبر من خلال انتظاره لسماع اذان المغرب. ",
            "التخلص من آلام المعدة التي تسببها كثرة تناول الطعام",
            "تعود النفس علي التصدي للشهوات مثل تصدي الصائم إلى الطعام والشراب",
            "الشعور بالفقر، عن طريق الشعور بالجوع الذي يشعر به كل صائم. ",
            "تخليص النفس من الكره والحقد، سرعة مصالحه الأهل والأصدقاء.",
            "الفوز بالجنة، هذا لقول رسولنا الكريم محمد صلي الله عليه وسلم” إن في الجنة بابا يقال له الريان يدخل منه الصائمون يوم القيامة لا يدخل منه أحد غيرهم يقال أين الصائمون؟ فيقومون لا يدخل منه أحد غيرهم فإذا دخلوا أغلق فلم يدخل منه احد”.",
            "يمنحك الصيام مغفرة كبيرة من الله عز وجل، لقوله ” من صام رمضان إيمانا واحتسابا لله غفر له ما تقدم من ذنبه”، فاحرص أخي القارئ الكريم إخلاص النية لله عز وجل.",
            "من فوائد الصيام للمسلم، أنه يقربه من ربه، فيتسبب ذلك في قبول الله دعاء الصائم. ",
            "ومن فضله أيضا تكوين الإنسان على الجهاد، فإن الصيام نوع من أنواع الجهاد في سبيل الله.",
            "فقيل من مات في الثلث الاخير من شهر رمضان الكريم عتق من عذاب النار.",
            "يوم العرض على الله يأتي الصيام فيكون شفيعًا لك عند رب العالمين لقول رسول الله صلى الله عليه وسلم” الصيام والقرآن يشفعان للعبد يوم القيامة يقول الصيام أي رب منعته الطعام والشهوة فشفعني فيه ويقول القرآن منعته النوم بالليل فشفعني فيه قال فيشفعان”."
        ]
    },

    {
        "title": "فضائل وخصائص شهر رمضان",
        "items": [
            "أن الله عز وجل جعل صومه الركن الرابع من أركان الإسلام، كما قال تعالى: شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْه. البقرة / 185، وثبت في الصحيحين (البخاري ( 8 )، ومسلم ( 16 ) من حديث ابن عمر أن النبي صلى الله عليه وسلم قال: بني الإسلام على خمس شهادة أن لا إله إلا الله، وأن محمدا عبد الله ورسوله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت.",
            " أن الله عز وجل أنزل فيه القرآن، كما قال تعالى في الآية السابقة:  أَيَّامًا مَّعْدُودَاتٍ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُ وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ( 184) شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ  البقرة / 184-  185.",
            "أن الله جعل فيه ليلة القدر، التي هي خير من ألف شهر، كما قال تعالى: إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ. وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ. لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ. تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ. سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ القدر / 1-5.",
            "أن الله عز وجل جعل صيامه وقيامه إيمانا واحتسابا سببا لمغفرة الذنوب ، كما ثبت في الصحيحين البخاري ( 2014 )، ومسلم ( 760 ) من حديث أبي هريرة أن النبي صلى الله عليه وسلم قال: من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه. وفيهما البخاري ( 2008 )، ومسلم ( 174 ) أيضا أن النبي صلى الله عليه وسلم: من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه.",
            "أن الله عز وجل يفتح فيه أبواب الجنان، ويُغلق فيه أبواب النيران، ويُصفِّد فيه الشياطين، كما ثبت في الصحيحين ( البخاري ( 1898 )، ومسلم ( 1079 ) من حديث أبي هريرة أن رسول الله صلى الله عليه وسلم قال: إذا جاء رمضان فتحت أبواب الجنة، وغلقت أبواب النار، وصُفِّدت الشياطين.",
            "أن لله في كل ليلة منه عتقاء من النار، روى الإمام أحمد (5/256) من حديث أبي أُمامة أن النبي صلى الله عليه وسلم قال: لله عند كل فطر عتقاء . قال المنذري: إسناده لا بأس به. وصححه الألباني في (صحيح الترغيب) (987).",
            "أن صيامَ رمضان سببٌ لتكفير الذنوب التي سبقته من رمضان الذي قبله إذا اجتنبت الكبائر، كما ثبت في (صحيح مسلم) (233) أن النبي صلى الله عليه وسلم قال: الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات ما بينهن إذا اجتنبت الكبائر.",
            "أن صيامه ثم صيام ستة شوال كصيام الدهر يعدل صيام عشرة أشهر، كما يدل على ذلك ما ثبت في (صحيح مسلم) (1164) من حديث أبي أيوب الأنصاري أن النبي صلى الله عليه وسلم قال:  من صام رمضان، ثم أتبعه ستا من شوال كان كصيام الدهر .",
            "أن من قام فيه مع الإمام حتى ينصرف كتب له قيام ليلة، لما ثبت عند أبي داود (1370) وغيره من حديث أبي ذر رضي الله عنه أن النبي صلى الله عليه وسلم قال: إنه من قام مع الإمام حتى ينصرف كتب له قيام ليلة صححه الألباني في (صلاة التراويح) (ص 15).",
            "أن العمرة فيه تعدل حجة ، روى البخاري (1782)، ومسلم (1256) عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم لامرأة من الأنصار: ما منعك أن تحجي معنا؟ قالت: لم يكن لنا إلا ناضحان، فحج أبو ولدها وابنها على ناضح، وترك لنا ناضحا ننضح عليه، قال: فإذا جاء رمضان فاعتمري، فإن عمرة فيه تعدل حجة ،وفي رواية لمسلم: حجة معي. والناضح هو البعير يسقون عليه."
        ]
    },
    {
        "title": "الفوائد الصحية للصيام",
        "items": [
            "يساعد على إزالة السموم من الجسم: فالسموم توجد حولنا في كل مكان، في الهواء والطعام ونتيجة العمليات والتفاعلات الكيميائية التي تتم داخل الجسم، وكثير من تلك السموم يتم تخزينها داخل دهون الجسم، وأثناء الصيام يتم حرق تلك الدهون، مما يساعد على التخلص من السموم.",
            "يفيد الجهاز الهضمي: فالصوم يريح الجهاز الهضمي ويساعد على الحفاظ على توازن السوائل في الجسم. وخلال شهر رمضان يضطر البعض إلى تغيير عدد من عاداتهم السيئة، مثل تقليل التدخين وشرب القهوة، اللذين يؤثران بشكل كبير على المعدة والجهاز الهضمي، وهناك بعض أمراض الجهاز الهضمي يكون الصوم بمنزلة علاج لها وتخفيف للأعراض التي يعانيها المريض، كالتهاب المريء الارتجاعي، والقولون العصبي.",
            "يساعد على علاج الالتهابات وأمراض الحساسية: فقد أثبتت بعض الدراسات أن الصوم يساعد على علاج الالتهابات وبعض أمراض الحساسية والتهاب المفاصل والأمراض الجلدية مثل مرض الصدفية.",
            "يقلل من مستويات السكر في الدم: يساعد الصوم على تكسير الجلوكوز مما يقلل إنتاج الإنسولين، وبالتالي يريح البنكرياس، مما يؤدي في النهاية إلى خفض مستويات السكر في الدم.",
            "يساعد على حرق الدهون: فكما قلنا فإن الصوم يساعد على تكسير الجلوكوز، مما يسهل حرق الدهون لإنتاج الطاقة اللازمة للجسم، وخصوصًا الدهون المخزنة في الكليتين والعضلات.",
            "يعالج ارتفاع ضغط الدم: الصيام أهم الطرق الطبيعية لخفض مستويات ضغط الدم، فهو يساعد على التقليل من خطر تصلب الشرايين، وتقليل معدلات الأيض ومعدلات الهرمونات كالأدرينالين، مما يساعد على خفض مستويات ضغط الدم.",
            "يعزز العادات الغذائية الصحية: حيث أشارت الدراسات الطبية إلى أن الصوم يقلل من الرغبة في تناول الأطعمة المصنعة والوجبات السريعة، ويعزز الرغبة في تناول الأطعمة الصحية.",
            "يعزز جهاز المناعة: فكما ذكرنا سابقًا، فإن الصوم يساعد على التخلص من سموم الجسم والدهون ويعزز العادات الغذائية الصحية لدى الأشخاص، وبالتالي فإنه يعزز جهاز المناعة بشكل كبير."
        ]
    },
    {
        "title": "فضائل العشر الأواخر",
        "items": [
            "اعلم أن الليالي العشر الأواخر من رمضان أفضل ليالي العمر على الإطلاق، أجمعها للخير، وأعظمها للأجر، وأكثرها للفضل.. فيها عطاء جزيل، وأجر وافر جليل، اقترن فيها الفضل بالفضل: فضل الزمان مع فضل العبادة مع فضل الجزاء؛ ففيها النفحات والبركات، وفيها إقالة العثرات واستجابة الدعوات، وفيها عتق الرقاب الموبَقات",
            "اعلم أيها الحبيب أن هذه العشر وهذا الثلث الأخير كان النبي صلى الله عليه وسلم يستعد له استعدادًا خاصًا، ويجتهد فيه ما لا يجتهد في غيره؛ ففي صحيح مسلم عن عائشة رضي الله عنها قالت: [كان النبي صلى الله عليه وسلم يجتهد في العشر ما لا يجتهد في غيره]. وفي الصحيحين عنها أيضًا: [كان إذا دخل العشر شد المئزر، وأحيا ليله، وأيقظ أهله]. وشد المئزر كناية عن الاجتهاد في العبادة واعتزال النساء.",
            "لاعتكاف والتفرغ للعبادة: ومن المعلوم أن النبي صلى الله عليه وسلم كان يعتكف في العشر الأواخر من رمضان في مسجده صلى الله عليه وسلم، فكان يعتزل النساء، ويلتزم المسجد، ويحيي الليل بالصلاة والعبادة، ولا يشغل نفسه في هذه العشر إلا بالعبادة، العبادة فحسب، بل كان يقتطع من الوقت ما استطاع ويفرغ منه ما أمكن، فلا يضيع منه شيئا ولو حتى في تناول الطعام، فقد كان يواصل الصيام إما للسحر وإما لأيام متتالية تفريغًا للوقت في الطاعة؛ ففي الصحيحين عن أبي هريرة رضي الله عنه قال: [نهى النبي صلى الله عليه وسلم عن الوصال في الصوم فقال له رجل من المسلمين: إنك تواصل يا رسول الله. قال: وأيكم مثلي! إني أبيت عند ربي يطعمني ويسقيني.",
            "يلة القدر: وفي العشر الأواخر ليلة القدر، ومن رحمة الله أن خبأها في هذه العشر، وجعلها أرجى وجودًا في ليالي الوتر منها؛ حتى نكثر من التعبد، وهي ليلة العمر كما قال سبحانه: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ}[القدر:3]. ففي البخاري ومسلم عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: [من قام ليلة القدر إيمانًا واحتسابًا غفر له ما تقدم من ذنبه]. وروى أحمد والنسائي عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: [شهر رمضان فيه ليلة خير من ألف شهر، من حرم خيرها فقد حرم]. ثم أخبر أنها في العشر الأواخر فقال: [تحروا ليلة القدر في العشر الأواخر من رمضان][متفق عليه]. وعند البخاري: [في الوتر من العشر الأواخر].",
            "دعاء ليلة القدر: واعلم أن ما يدعو به المؤمن ربه في هذه الليالي هو ما أخبر به النبي صلى الله عليه وسلم زوجته عائشة أم المؤمنين رضي الله عنها، حين سألته فقالت: أرأيت إن وافقت ليلة القدر ما أقول فيها؟ قال: قولي: [اللهم إنك عفوٌ تحب العفو فاعف عني]. فأكثر أخي من الدعاء عامة، ومن الدعاء بالعفو خاصة؛ عسى أن يعفو الله عنا، إنه هو العفو الكريم. اللهم إن ذنوبنا عظيمة ولكنها صغيرة في جنب عفوك، فاعف عنَّا.. اللهم أدخل عظيم جرمنا في عظيم عفوك يا كريم.. اللهم ارض عنا فإن لم ترضَ عنَّا فاعف عنا.. آمين."
        ]
    }
]